Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=204_art_id=226.html.tmx
Source language: nob
Languages: smj

source: Lær om: Bjørk
smj: Åhpav: Soahke

source: Fra bestefar
smj: Ádjás

source: Min mor heter/ het:_____________________________, og ble født den __________ i/på ____________.
smj: Muv iedne namma le/lej:_____________________________,ja sån riegádij dán biejve ______________

source: Hennes pikenavn var ________________.
smj: Suv vuostasj maŋep namma lij _______________________.

source: Hun vokste opp i /på __________________________.
smj: Sån bajássjattaj bájken man namma le __________________________.

source: Min mormor og morfar het _______________________________________________
smj: Muv áhkko ja áddjá ædnám bielen lijga _______________________________________________

source: Dette vet jeg om min mormor og morfar:_______________________________________________________
smj: Dáv sunnu birra diedáv:__________________________________________________________________

source: Min far heter/ het:_____________________________, og ble født den __________ i/på ____________.
smj: Muv áhtje namma le/lej:_____________________________, ja sån riegádij dán biejve ___________ bájken man namma le ____________.

source: Han vokste opp i /på __________________________.
smj: Sån bajássjattaj bájken man namma le __________________________.

source: Min farmor og farfar het _______________________________________________
smj: Muv áhkko ja áddjá áhtjám bielen lijga _______________________________________________

source: Dette vet jeg om min farmor og farfar:_______________________________________________________
smj: Dáv sunnu birra diedáv:__________________________________________________________________

source: Din bestefar og bestemor var _____________år da vi traff hverandre i /på ______________________________.
smj: Áhttját ja æddnát lijga _____________jage vuorrasa gå æjvvalijga bájken man namma le ______________.

source: Vi giftet oss i år _____________, og vi bosatte oss i /på ____________________________________.
smj: Válldujga jagen _____________, ja årrujga bájkkáj man namma le_______________________________.

source: Vi fikk ________________barn, og de heter________________________________________.
smj: Dij sjattajda ________________oarbbena, ja sijáj namá li ______________________________________.
